import {TextResizable} from './ui'

const App = () => {
  return (
    <div style={{position: 'absolute'}}>
      <TextResizable>
        Задача организации, в особенности же дальнейшее развитие различных форм деятельности требуют определения и
        уточнения системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что
        реализация намеченных плановых заданий играет важную роль в формировании позиций, занимаемых участниками в
        отношении поставленных задач. Задача организации, в особенности же дальнейшее развитие различных форм
        деятельности представляет собой интересный эксперимент проверки направлений прогрессивного развития. Задача
        организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет
        выполнять важные задания по разработке направлений прогрессивного развития. Разнообразный и богатый опыт
        постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании
        позиций, занимаемых участниками в отношении поставленных задач. Таким образом постоянное
        информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании форм развития.
      </TextResizable>
    </div>
  )
}

export default App
